[launcher]
170023=Spielen
170024=Workshop
170025=AOE-Website
170026=Bestenlisten
170027=Erfolge
170032=Sie betreten den Steam Workshop, der nicht der Microsoft Corporation gehört oder von ihr betrieben wird.
170033=Die Mods vom Steam Workshop können Age of Empires II HD-Edition verändern und werden nicht von Microsoft erstellt oder unterstützt.  Wenn Sie Dateien vom Steam Workshop herunterladen, erkennen Sie die Risiken an und entlassen Microsoft Corporation und verknüpfte Instanzen aus der Haftung für Ihre Nutzung des Steam Workshops. Ihre Nutzung des Steam Workshops unterliegt den Nutzungsbedingungen von Steam und nicht dem Endnutzerlizenzvertrag von Microsoft.
170034=Ich stimme den Bedingungen des Steam Workshops zu: http://store.steampowered.com/subscriber_agreement/
170035=Zustimmung:
170036=Akzeptieren
170037=Ablehnen
